export interface timelineDataTypes {
    title: string;
    content: string;
    subtitle: string;
    isDot: boolean;
}
export const timelineData: timelineDataTypes[] = [
    {
        "title": "의뢰",
        "subtitle": "후보자 이력서, 채용요건(JD) 준비",
        "content": "고객사는 ‘이력서, JD(채용 요건)’만 (주)넥서스앤컴퍼니의 컨설턴트에서 제공할 준비를 하면 됩니다.\n지원자에게 평판조회 동의 등의 절차와 양식은 저희 컨설턴트에게 해결해 드립니다.",
        "isDot": true
    },
    {
        "title": "진행 협의",
        "subtitle": "추가 조회 사항, 계약 조건 등 협의",
        "content": "컨설턴트와의 상담을 통해 (주)넥서스앤컴퍼니의 표준 평판조회 내용과 프로세스 이외에\n추가로 평판조회 의뢰하고자 하는 사항과 평판조회 기간, 비용 등 계약조건을 협의하고 계약을 체결합니다.",
        "isDot": false
    },
    {
        "title": "분석 및 전략 수립",
        "subtitle": "후보자 이력서, JD, 고객사 분석 및 전략 수립",
        "content": "컨설턴트는 효과적인 평판조회를 위해 후보자의 이력서, JD(채용 요건), 고객사의 산업군/업력 등을 분석하여\n평판조회에서 중점적으로 확인/검증할 사항을 점검하고 어떻게 평판조회를 이끌어 갈지 전략을 수립합니다.",
        "isDot": false
    },
    {
        "title": "레퍼리 확보",
        "subtitle": "효과적 효율적 복수의 레퍼리 구성",
        "content": "레퍼리는 추천 받거나 또는 추천 받지 않은 레퍼리를 확보하는 방식을 취합니다.\n추천 받은 사람은 후보자를 잘 알 수 있으나 긍정적인 평판일 확률이 높고 추천 받지 않은 레퍼리는\n중립적 평판일 수 있으나 후보자를 잘 아는 사람을 찾기 어렵다는 장단점이 있습니다.\n컨설턴트는 평판 조회 전략에 맞춰 평판조회의 객관성과 효과성, 효율성을 높이도록\n추천 받은 레퍼리와 추천 받지 않은 레퍼리를 적절히 조합하여 여러 명의 레퍼리를 구성합니다.",
        "isDot": false
    },
    {
        "title": "평판 조회 실시",
        "subtitle": "평판 조회 / 기록",
        "content": "10여년 이상의 기업체 경력과 다년간의 평판조회 컨설팅 경력을 보유한 컨설턴트가 평판조회를 진행합니다.\n후보자를 정확하게 파악하기 위해 레퍼리의 답변에 따라 질문의 깊이와 폭에 변화를 주며 평판조회를 진행합니다.\n필요한 경우 레퍼리를 직접 만나서 인터뷰를 진행하기도 합니다. 평판 조회 기록은 (주)넥서스앤컴퍼니의\n다른 컨설턴트들과의 미팅을 거쳐 객관성을 높입니다. 미팅을 통해 미진한 부분을 보완하여 평판조회를 추가로 진행합니다.",
        "isDot": false
    },
    {
        "title": "완료",
        "subtitle": "보고서 작성/제출 및 고객사 승인",
        "content": "평판조회 보고서는 (주)넥서스앤컴퍼니의 내부 양식을 사용하여 작성됩니다.\n고객사에서 요구하는 보고서 형태가 있는 경우 커스터마이징 가능합니다. 보고서를 고객사에 제출하고\n고객사의 승인을 통해 평판조회는 완료됩니다.",
        "isDot": true
    }
];
