import React from 'react'

const PrivacyPolicyContent = () => {
    return (
        <div className="container px-5">
            <div className="policy-content-wrap pt-[60px] md:pt-[100px] pb-[120px] md:pb-[160px]">
                <div className="header-text mb-[20px] md:mb-[40px]">개인정보처리방침</div>
                <div className="policy-text-wrap text-sm md:text-base leading-[1.8] tracking-[-0.32px]">
                ㈜레퍼첵앤커리어는 서비스를 제공함에 있어 개인정보보호법, 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 정보통신서비스제공자가 준수하여야 할 관련 법규상의 개인정보보호 규정과 행정안전부가 제정한 표준 개인정보보호지침을 준수하고 있습니다. ㈜레퍼첵앤커리어는 아래와 같이 개인정보처리방침을 명시하여 서비스 이용자들이 제공하는 개인정보가 어떤 용도와 방식으로 이용되고 있으며 ㈜레퍼첵앤커리어이 개인정보보호를 위해 어떤 조치를 취하는지 알려드립니다. ㈜레퍼첵앤커리어는 정부의 법률 또는 지침이 변경되거나 내부 정책이 변경될 때 본 개인정보처리방침을 변경할 수 있습니다. 이 경우 ㈜레퍼첵앤커리어는 변경사항을 ㈜레퍼첵앤커리어홈페이지에 게시하여 서비스 이용자들이 언제나 쉽게 볼 수 있도록 하고 있습니다.
                <br/>
                <br/>
                <strong className="text-base md:text-[20px] leading-[1.8] tracking-[-0.4px]">1. 개인정보의 수집 및 이용목적</strong><br/>
                개인정보는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명 등의 사항에 의하여 개인을 알아볼 수 있는 정보(해당 정보만으로는 특정 개인을 알아볼 수 없더라도 다른 정보와 쉽게 결합하여 알아볼 수 있는 것을 포함)를 말합니다. ㈜레퍼첵앤커리어는 별도의 회원가입 절차 없이 대부분의 콘텐츠에 자유롭게 접근할 수 있습니다. ㈜레퍼첵앤커리어는 서비스 신청, 제공, 등을 위하여 개인정보를 수집하고 있습니다.
                <br/>
                <br/>
                <strong className="text-base md:text-[20px] leading-[1.8] tracking-[-0.4px]">2. 개인정보의 수집 항목 및 방법</strong><br/>
                ㈜레퍼첵앤커리어는 서비스 신청, 제공, 등을 위하여 다음과 같은 개인정보를 수집하고 있습니다. – 담당자 성명, 연락처, 이메일 ㈜레퍼첵앤커리어의 서비스 이용자 개인정보 수집 방법은 다음과 같습니다. – 홈페이지 및 이메일을 통한 서비스 접수
                <br/>
                <br/>
                <strong className="text-base md:text-[20px] leading-[1.8] tracking-[-0.4px]">3. 개인정보의 보유 및 이용기간</strong><br/>
                ㈜레퍼첵앤커리어의 서비스 이용자 개인정보 수집 방법은 다음과 같습니다. – 홈페이지 및 이메일을 통한 서비스 접수 서비스 이용자가 ㈜레퍼첵앤커리어의 서비스를 계속 이용하는 동안 ㈜레퍼첵앤커리어는 이용자의 개인정보를 계속 보유하며 서비스 제공 등을 위해 이용합니다. 1) 원칙적으로, 개인정보 수집 및 이용목적이 달성되면 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다. * 보존 항목 이메일 주소, 담당자성명, 연락처, 이메일 – 보존 기간 : 7년 2) 상법 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 법령에서 규정한 보존기간 동안 거래내역과 최소한의 기본정보를 보유합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용합니다. – 계약 또는 청약철회 등에 관한 기록 : 5년 – 대금결제 및 재화 등의 공급에 관한 기록 : 5년 – 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
                <br/>
                <br/>
                <strong className="text-base md:text-[20px] leading-[1.8] tracking-[-0.4px]">4. 개인정보의 열람, 수정, 삭제 및 파기</strong><br/>
                서비스 이용자는 자유롭게 본인의 개인정보를 열람, 수정 및 삭제할 수 있습니다. 개인정보를 열람, 수정, 삭제 하고자 할 경우에는 개인정보관리책임자에게 전화, 서면, 이메일을 통해 연락해야만 처리가 가능합니다. ㈜레퍼첵앤커리어는 귀하가 개인정보의 오류에 대한 정정을 요청한 경우 정정을 완료하기 전까지 당해 개인정보를 이용하거나 제공하지 않습니다. 개인정보가 파기된다는 것은 추후 열람이나 이용이 불가능한 형태로 처리된다는 것을 의미합니다. 이 경우 전자적 파일 형태인 경우에는 하드디스크에서 재생 불가능하게 삭제되며 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각됩니다.
                <br/>
                <br/>
                <strong className="text-base md:text-[20px] leading-[1.8] tracking-[-0.4px]">5. 개인정보의 제 3자 제공 및 공유</strong><br/>
                ㈜레퍼첵앤커리어는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다. – 이용자들이 사전에 동의한 경우 – 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
                <br/>
                <br/>
                <strong className="text-base md:text-[20px] leading-[1.8] tracking-[-0.4px]">6. 수집한 개인정보의 위탁</strong><br/>
                ㈜레퍼첵앤커리어는 고객님의 동의 없이 고객님의 정보를 외부 업체에 위탁하지 않습니다. 향후 원활한 업무 처리를 위해 이용자의 개인정보를 위탁 처리할 경우 반드시 사전에 위탁처리 업체명과 위탁 처리되는 개인정보의 범위, 업무위탁 목적, 위탁 처리되는 과정, 위탁관계 유지기간 등에 대해 상세하게 고지합니다. 매각. 인수합병 등 서비스제공자의 권리와 의무가 완전 승계, 이전되는 경우 반드시 사전에 정당한 사유와 절차에 대해 상세하게 고지 할 것이며 이용자의 개인정보에 대한 동의 철회의 선택권을 부여합니다. 다음은 예외로 합니다. – 관계 법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을 경우 – 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우 그러나 예외 사항에서도 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를 당사자에게 고지하는 것을 원칙으로 운영하고 있습니다. 그러나 법률상의 근거에 의해 부득이하게 고지를 하지 못할 수도 있습니다. 이외의 용도로 사용되거나 범위를 초과하여 사용하려는 경우에는 대상자 개개인에게 서면 또는 전자우편으로 동의를 구할 것이며 이 때 거절의 의사를 밝히면 여러분의 의사에 따라 사용 되지 않습니다. 본래의 수집목적 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다.
                <br/>
                <br/>
                <strong className="text-base md:text-[20px] leading-[1.8] tracking-[-0.4px]">7. 개인정보의 안정성 확보를 위한 기술 및 관리적 조치</strong><br/>
                1) ㈜레퍼첵앤커리어는 개인정보를 처리함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안정성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다. – 개인정보는 암호화하여 혹시 발생할 수 있는 사고 시라도 개인정보가 유출되지 않도록 관리되고 있습니다. – 개인정보를 저장하고 처리하는 시스템은 방화벽과 침입탐지시스템을 통하여 보호되며 24시간 감시를 통하여 외부로부터의 위협에 대해 관리되고 있습니다. – 개인정보를 저장하고 처리하는 시스템은 자동으로 갱신되는 백신프로그램을 이용하여 컴퓨터 바이러스에 의한 피해에 보호되고 있습니다. 2) ㈜레퍼첵앤커리어는 회원님의 개인정보를 처리함에 있어 다음과 같은 관리적 대책을 강구하고 있습니다. – 임직원이 업무를 함에 있어 개인정보를 보호하기 위해 지켜야 할 사내규정을 마련하여 준수하고 있습니다. – 임직원이 개인정보를 처리하기 이전에 보안서약서를 통하여 회원의 개인정보에 대한 정보유출을 사전에 방지하고 사내규정에 대한 이행사항 및 준수여부를 감시하기 위한 내부절차를 마련하고 있습니다. – 임직원의 개인정보보호 고취를 위한 정기적인 개인정보보호교육을 실시하고 있습니다.
                <br/>
                <br/>
                <strong className="text-base md:text-[20px] leading-[1.8] tracking-[-0.4px]">8. 개인정보에 관한 민원서비스</strong><br/>
                ㈜레퍼첵앤커리어는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다. 개인정보 관리책임자 – 성명 : 오정기 – 직위 : 대표이사 개인정보 관리담당자 – 성명 : 오정기 – 직위 : 대표이사 귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다. 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다. – 개인분쟁조정위원회 (www.1336.or.kr/국번없이118) – 정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4) – 대검찰청 인터넷범죄수사센터 (www.spo.go.kr/02-3480-2000) – 경찰청 사이버테러대응센터 (www.netan.go.kr/1566-0112) 개인정보처리방침 공고일자 2022년 9월 5일 개인정보처리방침 시행일자 2022년 9월 5일
                </div>
            </div>
        </div>
    )
}

export default PrivacyPolicyContent